{
  "pages": {
    "home": {
      "name": "Главная",
      "get_tips": "Получите ежедневный совет",
      "protect": "Защитите свое здоровье от последствий загрязнения окружающей среды",
      "open_map": "Открыть карту",
      "choose_location": "Не ваше местоположение? Вы можете выбрать свой адрес из списка",
      "close": "Закрыть"
    },
    "map": {
      "name": "Карта",
      "cards": {
        "buttons": {
          "see_more": "Развернуть",
          "hide": "Скрыть"
        }
      }
    },
    "about": {
      "name": "Про нас",
      "intro": {
        "title": "О проекте",
        "paragraphs": {
          "one": "<1>ZeroHarm</1> - это сервис, позволяющий мониторить уровень загрязнения воздуха и процент его влажности, индекс ультрафиолетового излучения, уровень шума, а также атмосферное давление в вашем городе. Своевременный мониторинг этих показателей позволит избежать негативных последствий для здоровья и подготовится к погодным или антропогенным явлениям, наиболее сильно влияющим на организм человека, и наоборот - если показатели в норме, мы подскажем, как провести время на улице с пользой для здоровья"
        }
      },
      "air_quality": {
        "title": "Почему важно следить за качеством воздуха, которым мы дышим",
        "paragraphs": {
          "one": "Согласно информации, опубликованной <1>на сайте Европейской экономической комиссии ООН</1>, загрязнение воздуха в настоящее время считается самой большой угрозой здоровью из-за окружающей среды, ежегодно приводя к 7 миллионам случаев смерти во всем мире. Загрязнение воздуха вызывает и усугубляет ряд заболеваний - от астмы до рака, болезней легких и болезней сердца. Международное агентство по изучению рака классифицирует канцерогенное для человека загрязнение наружного воздуха и твердые частицы, как один из его основных компонентов.",
          "two": "Таким образом, в соответствии с последними оценками <1>Всемирной организации здравоохранения</1>, подверженность влиянию загрязненного воздуха, является более важным фактором риска для основных неинфекционных заболеваний, чем считалось ранее. Загрязнение воздуха является крупнейшим источником бремени болезней из окружающей среды.",
          "three": "В каждом крупном городе содержатся сотни воздушных загрязнителей, которыми мы дышим. Однако многие из нас не имеют доступа к своевременной информации о качестве воздуха, и зачастую загрязнение воздуха остается незамеченным.",
          "four": "Для того чтобы обнаружить загрязнение воздуха и вовремя предупредить вас о нем, достаточно определить всего один маркерный загрязнитель, содержащийся почти во всех городских выбросах — это PM2.5 (Мелкодисперсные частицы)",
          "five": "<1>PM2.5</1> — это микроскопические частицы сажи, минеральных солей, резины, песка и асфальта, соединения тяжёлых металлов, химических выбросов, размером от 0,001 до 2,5 микрометра (мкм), в десятки раз тоньше человеческого волоса (его толщина 40-120 мкм), меньше кровяного эритроцита (его диаметр — 7 мкм).",
          "six": "Благодаря совместным усилиям компании EPAM Systems и государственными организациями здравоохранения, ZeroHarm получает данные о качестве воздуха и повышает осведомленность о концентрации вредных веществ в воздушных массах, которыми мы дышим, а также даёт рекомендации к действию."
        }
      },
      "ultraviolet_radiation": {
        "title": "Почему важно следить за уровнем ультрафиолетовых излучений",
        "paragraphs": {
          "one": "<1>УФ-индекс</1> является важным средством предупреждения населения о необходимости применения солнцезащитных средств. Заметный рост заболеваемости раком кожи людей со светлой кожей во всем мире в значительной степени связывают с чрезмерным воздействием солнечного УФ-излучения и, что вполне вероятно, с воздействием искусственных источников излучения, например оборудования для загара. Нынешний уровень заболеваемости указывает на то, что индивидуальные привычки людей в отношении пребывания на солнце и есть самый серьезный личный фактор риска неблагоприятных последствий от УФ-излучения.",
          "two": "<1>УФ-индекс</1> – это показатель, характеризующий уровень ультрафиолетового излучения, принимающий значения от нуля и выше. Чем больше значение УФ-индекса, тем выше потенциальная опасность для кожи и глаз человека, и тем меньше время, требуемое для причинения вреда здоровью. УФ-индекс является важным средством повышения осведомленности населения о риске чрезмерного пребывания в зоне ультрафиолетового излучения и предупреждает о необходимости применения солнцезащитных средств."
        }
      },
      "atmospheric_pressure": {
        "title": "Почему важно следить за атмосферным давлением",
        "paragraphs": {
          "one": "Основными проявлениями негативного влияния снижения атмосферного давления на организм человека являются: затруднение дыхания, одышка, нехватка воздуха и общая слабость. Это обусловлено недостатком кислорода в окружающем воздухе. Нередко во время циклона у человека повышается внутричерепное давление, в результате чего начинается сильная мигрень. Кроме этого возможны сбои в работе желудка и кишечника, которые связаны с интенсивным газообразованием. ",
          "two": "Снижение атмосферного давления обычно сопровождается повышенной температурой воздуха, облачностью, влажностью и осадками. Наиболее подрежены действию циклона люди, страдающие низким артериальным давлением, нарушениями дыхательных функций, а также сердечно-сосудистыми проблемами."
        }
      },
      "ambient_noise": {
        "title": "Почему важно следить за уровнем окружающего шума",
        "paragraphs": {
          "one": "В настоящее время вредное воздействие шума изучено достаточно хорошо. Учёные доказали, что громкий звук является общебиологическим раздражителем, который оказывает негативное влияние не только на органы слуха, но и на весь организм в целом. Согласно объективным оценкам, воздействие шума проявляется следующим образом.",
          "two": "Длительная звуковая нагрузка 65-90 дБ раздражающе действует на нервную систему, вызывая беспокойство, раздражение, неврозы.",
          "three": "В условиях повышенного шумового фона на 15-25% возрастает утомляемость, снижается концентрация внимания и результативность умственной деятельности.",
          "four": "Наиболее распространённое действие производственного шума на организм человека заключается в сужении капиллярных сосудов, пронизывающих кожу и слизистые оболочки, из-за чего ухудшается периферическое кровообращение.",
          "five": "Шум силой свыше 85 дБ приводит к повышению артериального давления.",
          "six": "Постоянное воздействие шума и вибраций на человека приводит к нарушению биоэлектрической активности мозга, замедлению реакции, ухудшению показателей ЭЭГ. Одновременно биохимические анализы показывают резкий рост уровня кортизона, адреналина и норадреналина – веществ, называемых «гормонами стресса». Повышенный уровень этих гормонов сохраняется даже во время ночного сна. Длительное стрессовое состояние может привести к ухудшению физиологических показателей и даже к развитию хронических заболеваний сердца, сосудов, нервной системы, других органов и систем. Шум наносит ощутимый вред здоровью человека."
        }
      },
      "air_humidity": {
        "title": "Почему важно следить за уровнем влажности воздуха",
        "paragraphs": {
          "one": "Недостаточная влажность воздуха довольно плохо воспринимается организмом человека. Испарение влаги приводит к тому, что пересыхает слизистая, а это становится главной причиной ее растрескивания и в дальнейшем приводит к загрязнению всевозможными болезнетворными микроорганизмами. Поэтому люди, которые находятся в таком помещении, чаще болеют простудными заболеваниями.",
          "two": "Опасность сухого воздуха заключается в следующем: <1>Проявление чувства сухости в области носоглотки, часто происходит кровотечение из носа.</1> <2>Отмечают «резь» в глазах, что приводит к появлению синдрома «сухого глаза».</2> <3>Для людей, страдающих бронхиальной астмой, наличие сухих воздушных масс считается особенно опасным: у них учащаются приступы.</3> <4>Низкий уровень влажности негативно сказывается на состоянии кожи – появляется зуд, шелушение, кожа начинает растрескиваться.</4>",
          "three": "Особенно важно поддержание оптимального микроклимата в доме, где проживают маленькие дети. В противном случае у малышей часто появляется кашель, происходит раздражение слизистой носа, легких."
        }
      }
    },
    "footer": {
      "sourceInfoText": "Все данные предоставлены при поддержке <1>Центра Гидрометеорологической Cлужбы Республики Узбекистан (Узгидромет)</1>",
      "button": "Добавить отзыв"
    },
    "form": {
      "required_notification": "Заполните все обязательные поля для отправки предложения!",
      "incorrectly_notification": "Заполните поле корректно.",
      "name": {
        "label": "Имя",
        "placeholder": "Мария"
      },
      "email": {
        "label": "Email",
        "placeholder": "mary@epam.com"
      },
      "feedback": {
        "label": "Отзыв",
        "placeholder": "Напишите свои предложения, отзыв о сервисе здесь"
      },
      "checkbox": {
        "label": "Я хочу получить ответ"
      }
    }
  },
  "lang": {
    "code": "Ру",
    "subject_name": "Язык",
    "list": {
      "en": "Английский",
      "ru": "Русский",
      "uz": "Узбекский"
    }
  },
  "tabs": {
    "air_quality": "Качество воздуха",
    "uv": "Фактор УФ",
    "noise_pollution": "Шум",
    "humidity": "Влажность",
    "pressure": "Давление"
  },
  "locations": {
    "tash_furkata": "г. Ташкент, ул. Фурката 8",
    "tash_navoi": "г. Ташкент, проспект Навои, 18 А (Ориентир: Технический университет)",
    "tash_skrajna": "г. Ташкент, ул. Скрайна 7, Щецин 70-886 (Ориентир: ресторан Ревера)",
    "tash_mlynarska": "г. Ташкент, ул. Млынарская 142, Быдгощ 85-376 (Ориентир: рынок морепродуктов)",
    "tash_szajnochy": "г. Ташкент, ул. Шайночи 103, Быдгощ 85-738 (Ориентир: Музей)"
  },
  "cards": {
    "noise_pollution": [
      {
        "title": "Безопасный уровень шума",
        "subtitle": "Что делать и почему?",
        "text": "Безопасный уровень шума. Наслаждайтесь комфортом!"
      },
      {
        "title": "Немного повышенный уровень шума",
        "subtitle": "Что делать и почему?",
        "text": "Уровень шума немного превышает норму. Постарайтесь найти место потише, если вы находитесь на улице, либо выключить электроприборы, музыкальные устройства, если вы находитесь в помещении, чтобы снизить шумовую нагрузку."
      },
      {
        "title": "Повышенный уровень шума",
        "subtitle": "Что делать и почему?",
        "text": "Повышенный уровень шума: постарайтесь зайти в помещение. Если вы находитесь в помещении, уменьшите громкость работающих аудио- и видеоустройств, бытовых приборов."
      },
      {
        "title": "Высокий уровень шума",
        "subtitle": "Что делать и почему?",
        "text": "Высокий уровень шума. Отключите бытовые приборы, аудио и видео-технику. При необходимости используйте беруши."
      },
      {
        "title": "Опасный уровень шума",
        "subtitle": "Что делать и почему?",
        "text": "Опасный уровень шума. Уйдите от источника шума, используйте беруши или защитные наушники, чтобы снизить шумовую нагрузку."
      },
      {
        "title": "Экстремально высокий уровень шума",
        "subtitle": "Что делать и почему?",
        "text": "Чрезвычайно высокий уровень шумового загрязнения может привести к потере слуха. Постарайтесь уйти от источника шума, найдите место с толстыми стенами, используйте специальные защитные наушники."
      }
    ],
    "air_quality": [
      {
        "icon": "harm-slightly-smiling-face",
        "title": "Качество в пределах нормы",
        "subtitle": "Что делать и почему?",
        "text": "Воздух чистый. Можно безопасно находиться на улице даже людям с заболеваниями дыхательной системы."
      },
      {
        "icon": "harm-neutral-face",
        "title": "Среднее качество воздуха",
        "subtitle": "Что делать и почему?",
        "text": "Воздух довольно чистый, но некоторые показатели могут быть повышены. Можно безопасно находиться на улице, , но люди с респираторными или аллергическими реакциями могут испытывать дискомфорт."
      },
      {
        "icon": "harm-worried-face",
        "title": "Высокий уровень загрязнения воздуха",
        "subtitle": "Что делать и почему?",
        "text": "Один или несколько показателей загрязнения выше нормы. Людям с респираторными и аллергическими заболеваниями необходима защита дыхательных путей."
      },
      {
        "icon": "harm-more-worried-face",
        "title": "Довольно опасный уровень загрязнения воздуха",
        "subtitle": "Что делать и почему?",
        "text": "Уровень загрязнения воздуха выше среднего. Людям с респираторными и аллергическими заболеваниями необходима серьезная защита и медикаменты. Даже если у вас нет аллергии или респираторных заболеваний, используйте респиратор."
      },
      {
        "icon": "harm-disappointed-face",
        "title": "Опасный уровень загрязнения воздуха ",
        "subtitle": "Что делать и почему?",
        "text": "Опасный уровень загрязнения воздуха. Постарайтесь зайти в помещение или использовать средства защиты дыхательных путей: респиратор, маску. Без необходимости не выходите на улицу."
      },
      {
        "icon": "harm-loudly-crying-face",
        "title": "Экстремальный уровень загрязнения воздуха",
        "subtitle": "Что делать и почему?",
        "text": "Макисмальная концентрация вредных веществ в воздухе! Оставайтесь в помещении, используйте индивидуальные средства защиты: респиратор с очищающим клапаном, фильтрами или специальным патроном даже находясь в помещении."
      }
    ],
    "uv": [
      {
        "title": "Безопасный УФ-индекс",
        "subtitle": "Что делать и почему?",
        "text": "Безопасный уровень УФ-излучения. Можно находиться на улице без использования средств защиты."
      },
      {
        "title": "Повышенный УФ-индекс",
        "subtitle": "Что делать и почему?",
        "text": "Повышенный УФ-индекс. Не находитесь на открытом солнце, находясь на улице выбирайте тенистые места. Нанесите защитный крем SPF 10- SPF 20 на открытые участки тела за 15 минут до выхода на улицу."
      },
      {
        "title": "Высокий УФ-индекс",
        "subtitle": "Что делать и почему?",
        "text": "Высокий УФ-индекс. Не находитесь на открытом солнце, находясь на улице выбирайте тенистые места. Нанесите защитный крем SPF 30 - SPF 40 на открытые участки тела за 15 минут до выхода на улицу. Используйте зонт от солнца, кепку или шляпу с козырьком, закрытую одежду."
      },
      {
        "title": "Неблагоприятный УФ-индекс",
        "subtitle": "Что делать и почему?",
        "text": "Неблагоприятный УФ-индекс. Избегайте открытых незатенённых пространств. Нанесите защитный крем не менее SPF-50 на открытые участки тела за 15 минут до выхода на улицу. Используйте зонт от солнца, кепку или шляпу с козырьком, закрытую одежду."
      },
      {
        "title": "Опасный УФ-индекс",
        "subtitle": "Что делать и почему?",
        "text": "Опасный уровень УФ-излучения. Не выходите из дома без необходимости. Нанесите защитный крем не менее SPF-50 на открытые участки тела за 15 минут до выхода на улицу. Используйте зонт от солнца, кепку или шляпу с козырьком, закрытую одежду. УФ-лучи такого уровня даже при непродолжительном воздействии вызывают рак кожи."
      },
      {
        "title": "Экстремально агрессивное УФ-излучение",
        "subtitle": "Что делать и почему?",
        "text": "Экстремальный уровень УФ-излучения. Не покидайте помещения до захода солнца. Занавесьте шторы в помещении. УФ-лучи такого уровня даже при непродолжительном воздействии вызывают рак кожи."
      }
    ],
    "humidity": [
      {
        "icon": "harm-neutral-face",
        "title": "Повышенная влажность воздуха",
        "subtitle": "Что делать и почему?",
        "text": "Повышенная влажность воздуха может негативно отражаться на самочувствии людей с сердечно-сосудистыми заболеваниями, астмой. При возможности, используйте осушитель воздуха. Проветривайте помещение каждый час, отвесьте шторы."
      },
      {
        "icon": "harm-slightly-smiling-face",
        "title": "Нормальная влажность воздуха",
        "subtitle": "Что делать и почему?",
        "text": "Оптимальная влажность воздуха! Наслаждайтесь прогулкой или комфортным отдыхом в помещении!"
      },
      {
        "icon": "harm-disappointed-face",
        "title": "Слишком сухой воздух",
        "subtitle": "Что делать и почему?",
        "text": "Слишком сухой воздух негативно воздействует на слизистые, способствует увеличению концентрации вредных веществ в воздухе. Люди с респираторными и аллергическими заболеваниями, заболеваниями бронхов испытывают дискомфорт. Используйте увлажнитель воздуха в помещениях. Пейте больше воды комнатной температуры. При отсутствии увлажнителя, намочите текстиль и развесьте в помещении. При сочетании низкой влажности и высокой температуры воздуха, расставьте в помещении емкости с водой, испаряясь, она поднимет уровень влажности в комнате."
      }
    ],
    "pressure": [
      {
        "icon": "harm-disappointed-face",
        "title": "Низкое атмосферное давление",
        "subtitle": "Что делать и почему?",
        "text": "Приносит дискомфорт людям с заболеваниями сердечно-сосудистой системы, дыхательной системы, опорно-двигательного аппарата и сахарным диабетом, людям в периоде восстановления после заболеваний или операций, метеозависимым людям, гипотоникам. При отсутствии противопоказаний рекомендуется сделать короткую физическую разминку, совершить недлительную прогулку, принять контрастный душ. Отложите активную физическую нагрузку, отдайте предпочтение низкоуглеводной пище."
      },
      {
        "icon": "harm-slightly-smiling-face",
        "title": "Нормальное атмосферное давление",
        "subtitle": "Что делать и почему?",
        "text": "Наслаждайтесь отличным самочувствием!"
      },
      {
        "icon": "harm-worried-face",
        "title": "Высокое атмосферное давление",
        "subtitle": "Что делать и почему?",
        "text": "Приносит дискомфорт людям с аллергией, сердечно-сосудистыми заболеваниями, астмой и гипертонией, особенно в сочетании с сухой безветренной погодой. Старайтесь избегать усиленной физической нагрузки, пейте больше воды, добавьте в рацион продукты и витамины, содержащие калий (K) и магний (Mg)."
      }
    ]
  },
  "hints": {
    "air_quality": "Индекс качества воздуха (AQI) — это шкала, используемая для определения уровня загрязнения воздуха в конкретном регионе. Он обеспечивает стандартизированный способ количественной оценки и сообщения о качестве воздуха широкой публике, что упрощает понимание потенциального воздействия загрязнения воздуха на здоровье. AQI колеблется от 0 до 500, где более низкие значения представляют лучшее качество воздуха, а более высокие значения указывают на худшее качество воздуха. Индекс обычно делится на категории с цветовой кодировкой, каждая из которых связана с определенным уровнем проблем со здоровьем.",
    "pm2.5": "Твердые частицы размером 2,5 микрона или меньше: PM2,5 — это тип загрязнения воздуха, состоящий из мелких частиц, которые могут проникать глубоко в легкие и вызывать респираторные и сердечно-сосудистые заболевания у людей, включая астму, сердечные приступы и рак легких. PM2,5 в основном образуются в результате сжигания ископаемого топлива, промышленных процессов и из природных источников, таких как лесные пожары и пыльные бури.",
    "pm10": "PM10 — это очень мелкие частицы, содержащиеся в пыли и дыме. Они имеют диаметр 10 микрометров (0,01 мм) или меньше. Частицы PM10 являются обычным загрязнителем воздуха и достаточно малы, чтобы попасть в горло и легкие. Высокий уровень PM10 может вызвать у вас кашель, насморк и жжение в глазах. Люди с заболеваниями сердца или легких могут иметь больше симптомов при высоком уровне PM10. Симптомы могут включать хрипы, стеснение в груди или затрудненное дыхание.",
    "pm1": "PM1 – это уровень содержания в воздухе чрезвычайно мелких частиц диаметром менее 1 микрона. Они значительно меньше, чем PM 2,5. Их размер в 70-100 раз меньше диаметра человеческого волоса. Частицы PM1 не могут быть отфильтрованы легкими и могут преодолевать гематоэнцефалический барьер.",
    "no": "Оксиды азота (NO) – это группа ядовитых газов, обладающих высокой реакционной способностью. Эти газы выделяют ядовитые вещества при нагревании. NO загрязнения появляются в результате использования автомобилей, большегрузов и промышленного оборудования (например, строительного).",
    "no2": "Диоксид азота (NO2) – один из опасных газов с высокой реакционной способностью. Вдыхание воздуха с высоким уровнем диоксида азота раздражает слизистые респираторных органов человека. За короткий период воздействия может вызывать респираторные заболевания, такие как астма, а также следующие симптомы: кашель, хрипы, затруднение дыхания. Может привести к необходимости оказания профессиональной медицинской помощи.",
    "nh3": "Аммиак (NH3), бесцветный едкий газ, состоящий из азота и водорода. Высокое содержание аммиака может вызвать раздражение и ожог кожи, слизистых рта, горла, легких, глаз. Очень высокое содержание аммиака в воздухе может повреждать легкие и приводит к летальному исходу.",
    "co": "Угарный газ (CO) представляет собой бесцветный, без запаха и токсичный газ, который может вызывать проблемы со здоровьем у людей, включая головные боли, головокружение, тошноту, спутанность сознания и даже смерть при высоких концентрациях. CO в основном образуется при неполном сгорании ископаемого топлива, например, в автомобильных двигателях, и является значительным источником загрязнения воздуха.",
    "o3": "Озон (O3) представляет собой высокореактивный газ, состоящий из трех атомов кислорода. Вдыхание озона может вызвать различные проблемы со здоровьем, включая боль в груди, кашель, раздражение горла и заложенность носа. Это может усугубить бронхит, эмфизему и астму. Озон также может снижать функцию легких и вызывать воспаление слизистой оболочки легких. Повторное воздействие может привести к необратимому рубцеванию легочной ткани.",
    "so2": "Диоксид серы (SO2) - это высокореактивный, тяжелы бесцветный и ядовитый газ, который вызывает раздражение слизистой глаз, воспаление респираторных органов, обострение астмы и хронического бронхита и может привести к осложнениям дыхания, свистящему дыханию и удушью. SO2 производится в результате сгорания горючего, плавлении руды и выделяется транспортными средствами.",
    "uv": "УФ-индекс – в соответствии с международными стандартами, показатель, характеризующий уровень ультрафиолетового излучения в спектре солнечного света в оперделенном месте и времени. УФ-индекс позволяет оценить опасность ультрафиолетового излучения Солнца для кожи человека.",
    "noise_pollution": "Шумовое загрязнение -нежелательный или чрезмерный звук, который может иметь пагубные последствия для здоровья человека, дикой природы и качества окружающей среды.",
    "humidity": "Влажность – это концентрация водяного пара, присутствующего в воздухе.",
    "pressure": "Давление воздуха — это сила, с которой воздух, сжатый или несжатый, действует на любую поверхность, соприкасающуюся с ним."
  },
  "indexes": {
    "air_quality": "Индекс качества воздуха",
    "uv": "Индекс УФ",
    "noise_pollution": "Индекс шумового загрязнения",
    "humidity": "Индекс влажности",
    "pressure": "Индекс давления воздуха"
  },
  "tips": {
    "air_quality": "Качество воздуха",
    "uv": "УФ-излучение",
    "noise_pollution": "Шум",
    "humidity": "Влажность",
    "pressure": "Давление"
  },
  "indicators": "Другие параметры",
  "detailed_info": "Подробная информация",
  "notifications": {
    "form_without_response": {
      "title": "Спасибо!",
      "text": "Ваши отзывы помогают сделать сервис лучше!"
    },
    "form_with_response": {
      "title": "Спасибо!",
      "text": "Мы обязательно ответим вам на указанный e-mail."
    },
    "unavailable_data": {
      "title": "Извините, данные недоступны",
      "text": "Попробуйте зайти на страницу позже."
    }
  }
}
